Repository: vedph/pythia-shell
Catalog: src/locale/messages.*.xlf
Languages: it_it

source: registration
it_it: registrazione

source: ID required
it_it: ID richiesto

source: ID too long
it_it: ID troppo lungo

source: action
it_it: azione

source: add to corpus
it_it: aggiungi al corpus

source: delete from corpus
it_it: cancella dal corpus

source: action required
it_it: azione richiesta

source: action for matching docs
it_it: azione per i documenti trovati

source: Apply the selected action to the target corpus
it_it: Applica l'azione selezionata al corpus

source: apply
it_it: applica

source: author(s)
it_it: autore/i

source: title
it_it: titolo

source: title required
it_it: titolo richiesto

source: title too long
it_it: titolo troppo lungo

source: description
it_it: descrizione

source: description too long
it_it: descrizione troppo lunga

source: clone
it_it: clona

source: clone from
it_it: clona da

source: source
it_it: fonte

source: profile
it_it: profilo

source: date
it_it: data

source: modified
it_it: modificato

source: attributes
it_it: attributi

source: Add an attribute filter
it_it: Aggiungi un filtro di attributo

source: Remove this attribute
it_it: Elimina questo attributo

source: name
it_it: nome

source: first
it_it: nome

source: last
it_it: cognome

source: lock end
it_it: fine blocco

source: Edit this user
it_it: Modifica questo utente

source: Delete this user
it_it: Cancella questo utente

source: Delete user user.userName ?
it_it: Cancellare utente user.userName ?

source: name required
it_it: nome richiesto

source: value
it_it: valore

source: too long
it_it: troppo lungo

source: sort order
it_it: ordinamento

source: default
it_it: predefinito

source: author
it_it: autore

source: descending
it_it: discendente

source: Reset filters
it_it: Azzera filtri

source: user
it_it: utente

source: Edit this corpus
it_it: Modifica questo corpus

source: Delete this corpus
it_it: Cancella questo corpus

source: date value
it_it: valore data

source: sort key
it_it: chiave ordinamento

source: profile ID
it_it: ID profilo

source: last modified
it_it: modificato

source: Read this document
it_it: Leggi questo documento

source: read
it_it: leggi

source: Close this info
it_it: Chiudi informazioni

source: close
it_it: chiudi

source: View document info
it_it: Vedi informazioni sul documento

source: Clear items cache
it_it: Cancella cache

source: Confirm
it_it: Conferma

source: Confirm operation?
it_it: Confermare operazione?

source: yes
it_it: sì

source: email address confirmed
it_it: indirizzo e-mail confermato

source: lockout enabled
it_it: blocco abilitato

source: Unlock this user if locked
it_it: Sblocca se bloccato

source: roles
it_it: ruoli

source: roles (separated by space)
it_it: ruoli (separati da spazio)

source: Close
it_it: Chiudi

source: Save user
it_it: Salva utente

source: email address required
it_it: indirizzo e-mail richiesto

source: invalid email address
it_it: indirizzo e-mail non valido

source: first name too long
it_it: nome troppo lungo

source: last name too long
it_it: cognome troppo lungo

source: too long
it_it: troppo lungo

source: name or ID
it_it: nome o ID

source: Corpus updated
it_it: Corpus modificato

source: Error adding documents by filter
it_it: Errore nell'aggiunta di documenti via filtro

source: Error updating corpus
it_it: Errore nella modifica del corpus

source: Error removing documents by filter
it_it: Errore nella cancellazione di documenti via filtro

source: scope
it_it: contesto

source: build
it_it: costruisci

source: entry
it_it: elemento

source: Delete all the entries
it_it: Cancella tutti gli elementi

source: Edit this entry
it_it: Modifica questo elemento

source: Add a new entry before this one
it_it: Aggiungi un nuovo elemento prima di questo

source: Move this entry up
it_it: Muovi questo elemento in alto

source: Move this entry down
it_it: Muovi questo elemento in basso

source: Delete this entry
it_it: Cancella questo elemento

source: type
it_it: tipo

source: type required
it_it: tipo richiesto

source: attribute
it_it: attributo

source: attribute required
it_it: attributo richiesto

source: operator
it_it: operatore

source: operator required
it_it: operatore richiesto

source: value required
it_it: valore richiesto

source: value too long
it_it: valore troppo lungo

source: pair
it_it: clausola

source: arguments
it_it: argomenti

source: value too low
it_it: valore troppo basso

source: value too big
it_it: valore troppo alto

source: invalid value
it_it: valore non valido

source: Documents
it_it: Documenti

source: Index
it_it: Indice

source: Terms
it_it: Termini

source: Search
it_it: Ricerca

source: admin
it_it: amministratore

source: You must verify your email address! Please check your mailbox {{ user.email }}
it_it: Devi verificare il tuo indirizzo e-mail! Controlla la posta di {{ user.email }}

source: Register user
it_it: Registra utente

source: Manage users
it_it: Gestisci utenti

source: Logout
it_it: Esci

source: Login
it_it: Accedi

source: Hide password
it_it: Nascondi password

source: Forgot password?
it_it: Password dimenticata?

source: act
it_it: atto

source: document
it_it: documento

source: Document's author(s).
it_it: Autore/i del documento.

source: Document's title.
it_it: Titolo del documento.

source: Numeric value calculated from document's date.
it_it: Valore numerico calcolato dalla data del documento.

source: Document's sort key.
it_it: Chiave di ordinamento del documento.

source: Document's source.
it_it: Fonte del documento.

source: Configuration profile used for document.
it_it: Profilo di configurazione usato per il documento.

source: Act's category (e.g. "ricorso al tar")
it_it: Categoria atto (es. "ricorso al tar")

source: Act's date in the form YYYYMMDD.
it_it: Data atto nella forma AAAAMMGG.

source: judge
it_it: giudicante

source: Judging body (e.g. "corte di appello").
it_it: Organo giuridico (es. "corte di appello").

source: degree
it_it: grado

source: Judgement degree: "1", "2", "3".
it_it: Grado di giudizio: "1", "2", "3".

source: doc. group
it_it: gruppo doc.

source: Arbitrary ID to group acts together.
it_it: ID arbitrario per raggruppare atti.

source: group nr.
it_it: nr. gruppo

source: The ordinal number of a grouped act.
it_it: Numero ordinale di un atto nel suo gruppo.

source: Document numeric ID.
it_it: ID numerico del documento.

source: subject
it_it: materia

source: birth year
it_it: anno nascita

source: Author's birth year.
it_it: Anno di nascita dell'autore.

source: judgement place
it_it: sede di giudizio

source: Judgement place (e.g. "Firenze").
it_it: Sede del giudizio (es. "Firenze").

source: collection place
it_it: sede raccolta

source: Collection place: "fi" or "ge".
it_it: Sede di raccolta: "fi" o "ge".

source: sex
it_it: sesso

source: Author's sex: "M", "F", "X".
it_it: Sesso dell'autore: "M", "F", "X".

source: abbreviation
it_it: abbreviazione

source: token
it_it: parola

source: Token's filtered literal value.
it_it: Valore letterale della parola filtrata.

source: language
it_it: lingua

source: Token's optional language.
it_it: Lingua della parola (opzionale).

source: position
it_it: posizione

source: Token's ordinal position in document.
it_it: Posizione ordinale della parola nel documento.

source: Abbreviation: "1" if an abbreviation.
it_it: Abbreviazione: "1" se abbreviazione.

source: address
it_it: indirizzo

source: Address.
it_it: Indirizzo.

source: bold
it_it: grassetto

source: Bold: "1" if bold.
it_it: Grassetto: "1" se grassetto.

source: username
it_it: nome utente

source: first name
it_it: nome

source: last name
it_it: cognome

source: confirm password
it_it: conferma password

source: register
it_it: registra

source: Hints
it_it: Suggerimenti

source: To register a new user, you must provide his email address, choose a password, and choose a username, which must be unique (you will be notified if another user has already taken that name). The username must include only letters/digits, start with a letter, and be no shorter than 3 characters, nor longer than 50.
it_it: Per registrare un nuovo utente, serve un indirizzo e-mail, una password, e un nome utente, che deve essere unico (sarai avvisato se un altro utente ha già preso quel nome). Il nome utente deve includere solo lettere/cifre, iniziare con una lettera, contare almeno 3 caratteri, e non essere più lungo di 50.

source: To promote a decent security level, the password must include at least 8 characters, uppercase and lowercase letters, digits, and punctuation (like dashes, stops, parentheses, etc.).
it_it: Per un adeguato livello di sicurezza, la password deve includere almeno 8 caratteri, lettere maiuscole e minuscole, cifre, e interpunzione (come trattini, punti, parentesi, ecc.).

source: Once registered, if messaging is enabled on the server side the user will receive an email message to the email address you specified; he will have to click on the provided link to complete the registration process. Otherwise, you should edit the newly created user and confirm the email registration.
it_it: Una volta registrato, se i messaggi sono abilitati su server l'utente riceverà una e-mail all'indirizzo specificato; dovrà quindi cliccare sul link richiesto per completare la registrazione. In alternativa, modifica l'utente appena creatoe conferma manualmente la registrazione.

source: email required
it_it: e-mail richiesta

source: invalid email
it_it: e-mail non valida

source: email already registered
it_it: e-mail già registrata

source: username required
it_it: nome utente richiesto

source: invalid username
it_it: nome utente non valido

source: username already registered
it_it: nome utente già registrato

source: first name required
it_it: nome richiesto

source: last name required
it_it: cognome richiesto

source: password required
it_it: password richiesta

source: at least 8 characters
it_it: almeno 8 caratteri

source: at least 1 uppercase letter
it_it: almeno 1 maiuscola

source: at least 1 lowercase letter
it_it: almeno 1 minuscola

source: at least 1 punctuation/symbol
it_it: almeno 1 interpunzione/simbolo

source: password differs from confirmation password
it_it: password diversa da quella di conferma

source: Registration succeeded
it_it: Registrazione completata

source: Registration error
it_it: Errore di registrazione

source: foreign
it_it: forestierismo

source: Foreign word: ISO-639/3 language code (e.g. "eng").
it_it: Forestierismo: codice lingua ISO-639/3 (es. "eng").

source: italic
it_it: corsivo

source: Italic: "1" if italic.
it_it: Corsivo: "1" se corsivo.

source: The paradigmatic form of a word.
it_it: La forma paradigmatica di una parola.

source: length
it_it: lunghezza

source: Token's letters count.
it_it: Numero di lettere di una parola.

source: Word's length in letters.
it_it: Numero di lettere di una parola.

source: digits
it_it: cifre

source: Digits: "1" if digit(s).
it_it: Cifre: "1" se cifre.

source: org.name, f.
it_it: pers. giuridica, f.

source: Female juridic person name.
it_it: Nome femminile di persona giuridica.

source: org.name, m.
it_it: pers. giuridica, m.

source: Male juridic person name.
it_it: Nome maschile di persona giuridica.

source: person name, f.
it_it: antroponimo f.

source: Female person name.
it_it: Nome di persona femminile.

source: person name, m.
it_it: antroponimo, m.

source: Male person name.
it_it: Nome di persona maschile.

source: surname
it_it: cognome

source: Person's surname.
it_it: Cognome di persona.

source: toponym
it_it: toponimo

source: paragraph
it_it: paragrafo

source: structure
it_it: struttura

source: Structure's name.
it_it: Nome della struttura testuale.

source: start
it_it: inizio

source: Structure's start ordinal position in document.
it_it: Posizione iniziale della struttura nel documento.

source: end
it_it: fine

source: Structure's end ordinal position in document.
it_it: Posizione finale della struttura nel documento.

source: equals to
it_it: uguale a

source: not equals to
it_it: non uguale a

source: contains
it_it: contiene

source: starts with
it_it: inizia per

source: ends with
it_it: finisce per

source: matches (wildcards)
it_it: corrisponde a (jolly)

source: b) expression
it_it: b) espressione

source: Wildcards: ?=any single character; *=any number of any characters.
it_it: Caratteri jolly: ?=qualsiasi singolo carattere; *=qualsiasi numero di qualsiasi carattere.

source: matches (regexp)
it_it: corrisponde a (espr.reg.)

source: Regular expression.
it_it: Espressione regolare.

source: is similar to
it_it: simile a

source: Fuzzy matching with similarity treshold 0-1 (default 0.9).
it_it: Corrispondenza approssimata con soglia di somiglianza 0-1 (predefinita 0.9).

source: treshold
it_it: soglia

source: less-than
it_it: minore di

source: d) numeric
it_it: d) numerico

source: d) less-than or equal
it_it: d) minore di/uguale a

source: equal
it_it: uguale a

source: not-equal
it_it: diverso da

source: greater-than
it_it: maggiore di

source: greater-than or equal
it_it: maggiore o uguale a

source: a) logical
it_it: a) logico

source: b) precedence
it_it: b) precedenza

source: near to
it_it: vicino a

source: e) collocation
it_it: e) collocazione

source: Filters the first pair so that it must be at the specified distance from the second pair, either before or after it.
it_it: Filtra la prima clausola in modo che sia alla distanza specificata dalla seconda, prima o dopo di essa.

source: min.distance
it_it: distanza min.

source: max distance
it_it: distanza max

source: in structure
it_it: in struttura

source: not near to
it_it: non vicino a

source: Filters the first pair so that it must not be at the specified distance from the second pair, either before or after it.
it_it: Filtra la prima clausola in modo che non si trovi alla distanza specificata dalla seconda, prima o dopo di essa.

source: before
it_it: prima di

source: Filters the first pair so that it must be before the second pair, at the specified distance from it.
it_it: Filtra la prima clausola in modo che si trovi prima della seconda, alla distanza specificata.

source: not before
it_it: non prima di

source: Filters the first pair so that it must not be before the second pair, at the specified distance from it.
it_it: Filtra la prima clausola in modo che non si trovi prima della seconda, alla distanza specificata.

source: after
it_it: dopo di

source: Filters the first pair so that it must be after the second pair, at the specified distance from it.
it_it: Filtra la prima coppia in modo che si trovi dopo la seconda, alla distanza specificata da essa.

source: not after
it_it: non dopo di

source: Filters the first pair so that it must not be after the second pair, at the specified distance from it.
it_it: Filtra la prima clausola in modo che non si trovi dopo la seconda, alla distanza specificata da essa.

source: inside
it_it: incluso in

source: Filters the first pair so that it must be inside the span defined by the second pair, eventually at the specified distance from the container start or end.
it_it: Filtra la prima clausola in modo che si trovi all'interno della seconda, eventualmente alla distanza specificata dal suo inizio o fine.

source: min.distance from start
it_it: distanza min. da inizio

source: max distance from start
it_it: distanza max. da inizio

source: min.distance from end
it_it: distanza min. da fine

source: max distance from end
it_it: distanza max da fine

source: not inside
it_it: non incluso in

source: Filters the first pair so that it must not be inside the span defined by the second pair, eventually at the specified distance from the container start or end.
it_it: Filtra la prima clausola in modo che non sia all'interno della seconda, eventualmente alla distanza specificata dal suo inizio o fine.

source: overlaps
it_it: sovrapposto a

source: Filters the first pair so that its span must overlap the one defined by the second pair, eventually by the specified amount of positions.
it_it: Filtra la prima clausola in modo che si sovrapponga a quella della seconda, eventualmente per l'estensione specificata.

source: not overlaps
it_it: non sovrapposto a

source: Filters the first pair so that its span must not overlap the one defined by the second pair, eventually by the specified amount of positions.
it_it: Filtra la prima clausola in modo che non si sovrapponga a quella della seconda, eventualmente per l'estensione specificata.

source: left-aligned with
it_it: allineato a sx con

source: Filters the first pair so that its span must left-align with the one defined by the second pair: A can start with or after B, but not before B.
it_it: Filtra la prima clausola in modo che sia allineata a sinistra con la seconda: A può iniziare con/dopo B, ma non prima di B.

source: not left-aligned with
it_it: non allineato a sx con

source: right-aligned with
it_it: allineato a dx con

source: not right-aligned with
it_it: non allineato a dx con

source: Query is empty
it_it: Query vuota

source: Expected pair
it_it: Attesa clausola

source: Expected pair or (
it_it: Attesa clausola o (

source: Unexpected entry type
it_it: Tipo di elemento inatteso

source: Opening bracket at end
it_it: Parentesi aperta in fine

source: AND NOT is allowed only in document scope
it_it: AND NOT è ammesso solo per documenti

source: Logical operator at end
it_it: Operatore logico in fine

source: Pairs not connected by operator
it_it: Clausole non congiunte da un operatore

source: Location operator not allowed in document scope
it_it: Operatore di collocazione non ammesso in documenti

source: Location operator must connect two pairs
it_it: L'operatore di collocazione deve congiungere due clausole

source: Unbalanced parentheses
it_it: Parentesi non bilanciate

source: Invalid value in n/m argument(s).
it_it: Valore non valido negli argomenti n/m.

source: Argument s cannot be used with NOT.
it_it: L'argomento s non può essere usato con NOT.

source: Invalid value in ns/ms argument(s).
it_it: Valore non valido negli argomenti ns/ms.

source: Invalid value in ne/me argument(s).
it_it: Valore non valido negli argomenti ne/me.

source: advanced
it_it: avanzata

source: ctrl+Enter to submit
it_it: ctrl+Enter per eseguire

source: query required
it_it: query richiesta

source: query too long
it_it: query troppo lunga

source: search
it_it: trova

source: Pick the selected query
it_it: Inserisci la query selezionata

source: builder
it_it: semplice

source: Read in context
it_it: Leggi in contesto

source: Read document
it_it: Leggi documento

source: Refresh stats
it_it: Aggiorna statistiche

source: refresh
it_it: aggiorna

source: distributions
it_it: distribuzioni

source: documents
it_it: documenti

source: occurrences
it_it: occorrenze

source: fields
it_it: campi

source: occurrence
it_it: occorrenza

source: limit
it_it: limite

source: interval
it_it: intervallo

source: document attributes
it_it: attributi documento

source: Add a document attribute filter
it_it: Aggiungi un filtro di attributo di documento

source: token attributes
it_it: attributo di parola

source: Add a token attribute filter
it_it: Aggiungi un filtro di attributo di parola

source: wildcards: ? *
it_it: caratteri jolly: ? *

source: min.len.
it_it: lung. min.

source: max.len.
it_it: lung. max.

source: min.frq.
it_it: freq. min.

source: max.frq.
it_it: freq. max.

source: sort
it_it: ordina

source: by value
it_it: per valore

source: by reversed value
it_it: per valore inverso

source: by count
it_it: per frequenza

source: Apply filters
it_it: Applica filtri

source: count
it_it: frequenza

source: Search term
it_it: Trova termine

source: Paragraph: "1" if a paragraph.
it_it: Paragrafo: "1" se paragrafo.

source: Pythia Demo Home
it_it: Homepage di Pythia Demo

source: Welcome to the Pythia demo. This is a minimalist frontend to demo the main features of the Pythia search engine. In this page you can see the query builder UI, which can give you an idea of the text engine features; and some summary statistics about the contents of the underlying database.
it_it: Benvenuto sul sito dimostrativo di Pythia. Questa essenziale applicazione dimostrativa ha lo scopo di mostrare le principali caratteristiche del motore di ricerca Pythia. In questa pagina puoi vedere l'interfaccia grafica per costruire query, utile per dare un'idea delle caratteristiche del motore; e alcuni dati statistici riassuntivi sul contenuto del database sottostante.

source: Search
it_it: Cerca

source: Terms
it_it: Termini

source: First page
it_it: Prima pagina

source: Items per page:
it_it: Elementi per pagina:

source: Last page
it_it: Ultima pagina

source: Next page
it_it: Prossima pagina

source: Previous page
it_it: Pagina precedente

source: Page 1 of 1
it_it: Pagina 1 di 1
